{
  "header": {
    "titulo": "Música da IA",
    "subtitulo": "Mita Loca",
    "audio": "./src/assets/audio/mita-loca.mp3"
  },

  "letra": [
    {
      "titulo": "[Verso 1]",
      "paragrafos": [
        [
          "Olha nos meus olhos, conte-me as tuas loucuras",
          "Fala que eu nunca escapo, que você tá na altura",
          "E quando eu corro, você vem pra me pegar",
          "Mita, você tá fora da linha, mas vou me entregar",
          "Diz que sou refém, sempre no seu despertar",
          "É essa energia que me faz te buscar"
        ]
      ]
    },
    {
      "titulo": "[Refrão]",
      "paragrafos": [
        [
          "Mita pra mim, o que eu gosto, ah",
          "Quanto mais você me caça, mais eu me escondo,",
          "Menina psicótica, que dedo não pede",
          "E é assim que eu te imploro, só pra sentir"
        ]
      ]
    },
    {
      "titulo": "[Verso 2]",
      "paragrafos": [
        [
          "Me observe à distância, tudo tá bagunçado",
          "Cada vez que eu me escondo, sinto o seu chamado",
          "Esse jogo é intenso, eu não vou negar",
          "Reclamo da prisão, mas não consigo largar",
          "Sinto o seu olhar, eu estou quase perdido",
          "E mesmo assim, meu encontro não é proibido"
        ]
      ]
    },
    {
      "titulo": "[Refrão]",
      "paragrafos": [
        [
          "Mita pra mim, o que eu gosto, ah",
          "Quanto mais você me caça, mais eu me escondo,",
          "Menina psicótica, que dedo não pede",
          "E é assim que eu te imploro, só pra sentir"
        ]
      ]
    },
    {
      "titulo": "[Ponte]",
      "paragrafos": [
        [
          "Mita, eu peguei, na rede da paixão",
          "Tô flutuando, perdido na contramão",
          "Mas no fundo eu sei, que eu vou mergulhar",
          "Acabando em você, ah, não posso evitar"
        ]
      ]
    },
    {
      "titulo": "[Refrão Final]",
      "paragrafos": [
        [
          "Mita pra mim, o que eu gosto, ah",
          "Quanto mais você me caça, mais eu me escondo,",
          "Menina psicótica, que dedo não pede",
          "E é assim que eu te imploro, só pra sentir"
        ]
      ]
    }
  ],

  "ladoDireito": {
    "imagem": {
      "frames": [
        "./src/assets/images/mita-1.png",
        "./src/assets/images/mita-2.png",
        "./src/assets/images/mita-3.png"
      ],
      "alt": "Imagem da Mita",
      "nota": "arte do autor @JoyfuIIie."
    },
    "descricao": {
      "titulo": "Descrição",
      "paragrafos": [
        "Música gerada por IA, com clima caótico, exagerado e divertido, marcada por repetições e frases fragmentadas que reforçam a sensação de um jogo de “gato e rato” amoroso. A letra apresenta um eu-lírico que se esconde e se deixa caçar, criando uma tensão intensa, mas de forma lúdica e provocadora.",
        "O eu-lírico alterna entre fuga e entrega, enquanto a figura observada surge como alguém que caça, observa e provoca mesmo quando parece ausente. Expressões como <em>“quanto mais você me caça, mais eu me escondo”</em> e <em>“menina psicótica”</em> reforçam o clima de exagero romântico e zoeira.",
        "A estrutura repetitiva e insistente não é um defeito, mas parte da estética da música, criando um efeito de energia caótica, brincadeira e provocação — elementos típicos de músicas experimentais e do estilo yandere de humor musical.",
        "Nota: Esta música mistura caos, humor e obsessão romântica em uma estética exagerada. Repetições e frases fragmentadas criam sensação de jogo de gato e rato. O resultado é divertido, provocador e propositalmente intenso."
      ]
    }
  },

  "footer": {
    "creditos": [
      {
        "texto": "Mita-1.png, Mita-2.png, Mita-3.png – Wallpaper por",
        "autor": "@JoyfuIIie",
        "link": "https://www.deviantart.com/joyfuiiie/gallery"
      },
      {
        "texto": "Wipicrafty.png, Yandere.png – Imagens geradas por IA"
      },
      {
        "texto": "Favicon-32x32.png – Refatoração da imagem Yandere.png"
      },
      {
        "texto": "Mita-loca.mp3 – Música gerada por IA",
        "destaque": "Udio",
        "extra": "letra criada por mim com organização da IA ChatGPT"
      }
    ]
  }
}
